Revit 2027 API
FamilySizeTableErrorInfo.InvalidColumnIndex Property
 The index of the invalid column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int InvalidColumnIndex { get; }
Public ReadOnly Property InvalidColumnIndex As Integer
	Get
public:
property int InvalidColumnIndex {
	int get ();
}
member InvalidColumnIndex : int with get
Property Value
Int32
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace